<?php
// Heading
$_['heading_title']      = 'สมุดที่อยู่';

// Text
$_['text_account']       = 'บัญชี';
$_['text_address_book']  = 'รายการที่อยู่ในสมุด';
$_['text_address_add']   = 'เพิ่มที่อยู่';
$_['text_address_edit']  = 'แก้ไขที่อยู่';
$_['text_add']           = 'ที่อยู่ของคุณถูกเพิ่มเรียบร้อยแล้ว';
$_['text_edit']          = 'ที่อยู่ของคุณถูกอัปเดตเรียบร้อยแล้ว';
$_['text_delete']        = 'ที่อยู่ของคุณถูกลบเรียบร้อยแล้ว';
$_['text_empty']         = 'คุณยังไม่มีที่อยู่ในบัญชีของคุณ';

// Entry
$_['entry_firstname']    = 'ชื่อ';
$_['entry_lastname']     = 'นามสกุล';
$_['entry_company']      = 'บริษัท';
$_['entry_address_1']    = 'ที่อยู่ 1';
$_['entry_address_2']    = 'ที่อยู่ 2';
$_['entry_postcode']     = 'รหัสไปรษณีย์';
$_['entry_city']         = 'เมือง';
$_['entry_country']      = 'ประเทศ';
$_['entry_zone']         = 'ภูมิภาค / รัฐ';
$_['entry_default']      = 'ที่อยู่เริ่มต้น';

// Error
$_['error_delete']       = 'คำเตือน: คุณต้องมีอย่างน้อยหนึ่งที่อยู่!';
$_['error_default']      = 'คำเตือน: คุณไม่สามารถลบที่อยู่เริ่มต้นของคุณได้!';
$_['error_firstname']    = 'ชื่อจะต้องมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname']     = 'นามสกุลจะต้องมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_address_1']    = 'ที่อยู่ต้องมีความยาวระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_postcode']     = 'รหัสไปรษณีย์ต้องมีความยาวระหว่าง 2 ถึง 10 ตัวอักษร!';
$_['error_city']         = 'เมืองต้องมีความยาวระหว่าง 2 ถึง 128 ตัวอักษร!';
$_['error_country']      = 'โปรดเลือกประเทศ!';
$_['error_zone']         = 'โปรดเลือกภูมิภาค / รัฐ!';
$_['error_custom_field'] = '%s จำเป็น!';
?>
