<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']   = 'ลืมรหัสผ่าน?';

// Text
$_['text_account']    = 'บัญชี';
$_['text_forgotten']  = 'กู้คืนรหัสผ่าน';
$_['text_your_email'] = 'อีเมล';
$_['text_email']      = 'กรุณากรอกอีเมลที่เชื่อมโยงกับบัญชีของคุณ และคลิก "ดำเนินการต่อ" เพื่อรับลิงก์สำหรับสร้างรหัสผ่านใหม่ที่อีเมลของคุณ';
$_['text_success']    = 'ลิงก์สำหรับสร้างรหัสผ่านใหม่ถูกส่งไปยังอีเมลของคุณแล้ว.';

// Entry
$_['entry_email']     = 'อีเมล:';
$_['entry_password']  = 'รหัสผ่านใหม่';
$_['entry_confirm']   = 'ยืนยันรหัสผ่าน';

// Error
$_['error_email']     = 'คำเตือน: ไม่พบอีเมลในฐานข้อมูลของเรา กรุณาลองใหม่อีกครั้ง!';
$_['error_approved']  = 'คำเตือน: บัญชีของคุณต้องได้รับการอนุมัติจากผู้ดูแลระบบก่อนที่คุณจะสามารถเข้าสู่ระบบได้.';
$_['error_password']  = 'รหัสผ่านต้องมีความยาวระหว่าง 4 ถึง 20 ตัวอักษร!';
$_['error_confirm']   = 'รหัสผ่านและการยืนยันรหัสผ่านไม่ตรงกัน!';
