<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']                = 'เข้าสู่ระบบบัญชีของคุณ';

// Text
$_['text_account']                 = 'บัญชี';
$_['text_login']                   = 'เข้าสู่ระบบ';
$_['text_new_customer']            = 'ลูกค้าใหม่';
$_['text_register']                = 'ลงทะเบียนบัญชีใหม่';
$_['text_register_account']        = 'หากต้องการทำการสั่งซื้อ กรุณาสร้างบัญชีใหม่กับเรา ซึ่งจะช่วยให้คุณซื้อสินค้าได้รวดเร็วขึ้น ติดตามคำสั่งซื้อที่คุณทำ และดูประวัติคำสั่งซื้อเก่า และใบแจ้งหนี้ต่างๆ ได้มากมาย...';
$_['text_returning_customer']      = 'เข้าสู่ระบบ';
$_['text_i_am_returning_customer'] = 'หากคุณมีบัญชีผู้ใช้งานแล้ว กรุณาล็อกอินเข้าระบบ...';
$_['text_forgotten']      		   = 'ลืมรหัสผ่าน?';

// Entry
$_['entry_email']                  = 'อีเมล:';
$_['entry_password']               = 'รหัสผ่าน:';

// Error
$_['error_login']                  = 'คำเตือน: ไม่พบข้อมูลที่ตรงกันกับอีเมลและ/หรือรหัสผ่าน.';
$_['error_attempts']               = 'คำเตือน: คุณได้เกินจำนวนการพยายามเข้าสู่ระบบที่อนุญาต โปรดลองใหม่อีกครั้งในหนึ่งชั่วโมง.';
$_['error_approved']               = 'คำเตือน: บัญชีของคุณต้องได้รับการอนุมัติจากผู้ดูแลระบบก่อนที่จะเข้าสู่ระบบได้.';
