<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']      = 'สินค้าเคลมคืน';

// Text
$_['text_account']       = 'บัญชี';
$_['text_return']        = 'ข้อมูลการคืนสินค้า';
$_['text_return_detail'] = 'รายละเอียดการคืนสินค้า';
$_['text_description']   = 'กรุณากรอกแบบฟอร์มด้านล่างเพื่อขอหมายเลขการคืนสินค้า.';
$_['text_order']         = 'รายละเอียดคำสั่งซื้อ';
$_['text_product']       = 'ข้อมูลเกี่ยวกับสินค้า';
$_['text_reason']        = 'เหตุผลในการคืนสินค้า';
$_['text_message']       = '<p>คำขอการคืนสินค้าถูกส่งไปยังฝ่ายจัดการร้านแล้ว!</p><p>จะได้รับการตอบกลับภายใน 3 วันทำการเพื่อทราบขั้นตอนต่อไป.</p>';
$_['text_return_id']     = 'หมายเลขการคืนสินค้า:';
$_['text_order_id']      = 'หมายเลขคำสั่งซื้อ:';
$_['text_date_ordered']  = 'วันที่สั่งซื้อ:';
$_['text_status']        = 'สถานะ:';
$_['text_date_added']    = 'วันที่เพิ่ม:';
$_['text_comment']       = 'ความคิดเห็นเกี่ยวกับการคืนสินค้า';
$_['text_history']       = 'ประวัติการคืนสินค้า';
$_['text_empty']         = 'คุณยังไม่ได้ขอคืนสินค้า!';
$_['text_agree']         = 'ฉันได้อ่านและยอมรับ <a href="%s" class="agree"><b>%s</b></a>';

// Column
$_['column_return_id']   = 'หมายเลขการคืนสินค้า';
$_['column_order_id']    = 'หมายเลขคำสั่งซื้อ';
$_['column_status']      = 'สถานะ';
$_['column_date_added']  = 'วันที่เริ่ม';
$_['column_customer']    = 'ลูกค้า';
$_['column_product']     = 'ชื่อสินค้า';
$_['column_model']       = 'รุ่น';
$_['column_quantity']    = 'จำนวน';
$_['column_price']       = 'ราคา';
$_['column_opened']      = 'เปิดแล้ว';
$_['column_comment']     = 'ความคิดเห็น';
$_['column_reason']      = 'เหตุผล';
$_['column_action']      = 'แก้ไข';

// Entry
$_['entry_order_id']     = 'หมายเลขคำสั่งซื้อ:';
$_['entry_date_ordered'] = 'วันที่สั่งซื้อ:';
$_['entry_firstname']    = 'ชื่อจริง:';
$_['entry_lastname']     = 'นามสกุล:';
$_['entry_email']        = 'อีเมล:';
$_['entry_telephone']    = 'หมายเลขโทรศัพท์หรือโทรศัพท์มือถือ:';
$_['entry_product']      = 'ชื่อสินค้า:';
$_['entry_model']        = 'รุ่นสินค้า:';
$_['entry_quantity']     = 'จำนวน:';
$_['entry_reason']       = 'เหตุผลในการคืนสินค้า:';
$_['entry_opened']       = 'เปิดสินค้าหรือไม่?';
$_['entry_fault_detail'] = 'รายละเอียดหรือข้อบกพร่องอื่นๆ:';

// Error
$_['text_error']         = 'ไม่พบคำขอการคืนสินค้า!';
$_['error_order_id']     = 'หมายเลขคำสั่งซื้อจำเป็น!';
$_['error_firstname']    = 'ชื่อจริงต้องมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname']     = 'นามสกุลต้องมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_email']        = 'อีเมลไม่ถูกต้องกรุณาพิมพ์ใหม่!';
$_['error_telephone']    = 'หมายเลขโทรศัพท์ต้องมีความยาวระหว่าง 3 ถึง 32 ตัวอักษร!';
$_['error_product']      = 'ชื่อสินค้าต้องมีความยาวมากกว่า 3 และน้อยกว่า 255 ตัวอักษร!';
$_['error_model']        = 'รุ่นสินค้าไม่ถูกต้อง! ความยาวต้องมีระหว่าง 3 ถึง 64 ตัวอักษร!';
$_['error_reason']       = 'ต้องเลือกเหตุผลในการคืนสินค้า!';
$_['error_agree']        = 'คำเตือน: คุณต้องยอมรับ %s!';
