<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title'] = 'บัญชีของคุณถูกสร้างขึ้นสำเร็จแล้ว!';

// Text
$_['text_message']  = '<p>บัญชีใหม่ของคุณถูกสร้างขึ้นสำเร็จแล้ว!</p><p>ตอนนี้คุณสามารถใช้ประโยชน์จากสิทธิประโยชน์ของสมาชิกในเว็บไซต์ของเราได้แล้ว.</p><p>หากคุณมีคำถามเกี่ยวกับการทำงานของเว็บไซต์ กรุณาส่งอีเมลไปที่ทีมงานของเรา</p><p>และได้มีการส่งการยืนยันไปยังอีเมลของคุณ หากคุณไม่รับภายในหนึ่งชั่วโมง กรุณา<a href="%s">ติดต่อเรา</a>.</p>';
$_['text_approval'] = '<p>ขอบคุณสำหรับการลงทะเบียนในเว็บไซต์ %s!</p><p>คุณจะได้รับการแจ้งเตือนทางอีเมลเมื่อบัญชีของคุณได้รับการเปิดใช้งานจากทีมงานของเรา.</p><p>หากคุณมีคำถามเกี่ยวกับการทำงานของเว็บไซต์ กรุณา<a href="%s">ติดต่อทีมงานของเรา</a>.</p>';
$_['text_account']  = 'บัญชี';
$_['text_success']  = 'สำเร็จ';
