<?php
//  เว็บไซต์: WWW.OpenCartArab.com
//  อีเมล์ : info@OpenCartArab.com

// Heading
$_['heading_title']    = 'รหัสติดตามในระบบพันธมิตร';

// Text
$_['text_account']     = 'บัญชีผู้ใช้';
$_['text_description'] = 'เพื่อให้มั่นใจว่าคุณจะได้รับคอมมิชชั่นจากการแนะนำที่คุณส่งมาให้เรา เราจำเป็นต้องติดตามการแนะนำโดยการใส่รหัสติดตามของคุณในลิงค์ที่เกี่ยวข้องกับเรา คุณสามารถใช้เครื่องมือต่อไปนี้เพื่อสร้างลิงค์สำหรับ %s.';

// Entry
$_['entry_code']       = 'รหัสติดตามของคุณ';
$_['entry_generator']  = 'สร้างลิงค์ติดตาม';
$_['entry_link']       = 'ลิงค์ติดตาม';

// Help
$_['help_generator']   = 'กรุณาเลือกผลิตภัณฑ์ที่คุณต้องการสร้างลิงค์';
