<?php
//  เว็บไซต์: WWW.OpenCartArab.com
//  อีเมล์ : info@OpenCartArab.com

// Heading
$_['heading_title']    = 'ซื้อบัตรของขวัญ';

// Text
$_['text_account']     = 'บัญชีผู้ใช้';
$_['text_voucher']     = 'บัตรของขวัญ';
$_['text_description'] = 'บัตรของขวัญจะถูกส่งไปยังอีเมล์ของผู้รับหลังจากการชำระเงินเสร็จสมบูรณ์.';
$_['text_agree']       = 'ฉันเข้าใจว่าบัตรของขวัญไม่สามารถขอเงินคืนได้.';
$_['text_message']     = '<p>บัตรของขวัญได้ถูกเพิ่มลงในตะกร้าของคุณแล้ว! หลังจากที่คุณทำการสั่งซื้อเสร็จสิ้น บัตรของขวัญจะถูกส่งไปยังผู้รับ. <br /><br />ขอบคุณที่ซื้อบัตรของขวัญ.</p>';
$_['text_for']         = 'บัตรของขวัญ %s สำหรับ %s';

// Entry
$_['entry_to_name']    = 'ชื่อผู้รับ';
$_['entry_to_email']   = 'อีเมล์ของผู้รับ';
$_['entry_from_name']  = 'ชื่อของคุณ';
$_['entry_from_email'] = 'อีเมล์ของคุณ';
$_['entry_theme']      = 'ธีมของบัตรของขวัญ';
$_['entry_message']    = 'ข้อความ';
$_['entry_amount']     = 'จำนวนเงิน';

// Help
$_['help_message']     = 'ข้อความ (ไม่บังคับ)';
$_['help_amount']      = 'จำนวนเงินต้องอยู่ระหว่าง %s และ %s';

// Error
$_['error_to_name']    = 'ชื่อผู้รับต้องมีความยาวระหว่าง 1 ถึง 64 ตัวอักษร!';
$_['error_from_name']  = 'ชื่อของคุณต้องมีความยาวระหว่าง 1 ถึง 64 ตัวอักษร!';
$_['error_email']      = 'กรุณากรอกอีเมล์ที่ถูกต้อง!';
$_['error_theme']      = 'คุณต้องเลือกธีมของบัตรของขวัญ!';
$_['error_amount']     = 'จำนวนเงินต้องอยู่ระหว่าง %s และ %s!';
$_['error_agree']      = 'คำเตือน: คุณต้องยอมรับว่ามูลค่าของบัตรของขวัญไม่สามารถขอเงินคืนได้!';
